{
  "title": "Зарегистрироваться",
  "asanImza": "ASAN İmza",
  "phoneNumber": "ASAN İmza мобильный номер",
  "asanID": "ASAN İmza ID",
  "or": "или",
  "agreement": "Заявление-согласие на получение информации через систему “ASAN Finans”",
  "signature": "<0>Подписывая настоящий документ, я подтверждаю, что <strong>в целях оказания банковских услуг/совершения банковских операций</strong> даю согласие на предоставление в ABB через электронный портал “ASAN Finans” сведений, установленных по документу, удостоверяющему личность (удостоверение личности, разрешение на временное проживание или иной документ, удостоверяющий личность) (ПИН, серия и номер документа, имя, фамилия, отчество, адрес регистрации, наименование органа, выдавшего документ, дата выдачи и окончания  документа,  пол,  дата  и  место  рождения,  семейное  положение,  гражданство),  сведений, установленных по месту работы (в том числе сведение о месте работы, должности, виде трудового договора (временный  или  бессрочный),  дате  заключения  и  окончания  трудового  договора,  виде  места  работы (основное или по совместительству), размере заработной платы), а также сведений, связанных с пенсией, пособиями, стипендиями и компенсацией (вид, размер, даты начала и окончания пенсии, социального пособия, стипендии, других социальных выплат (компенсаций, адресной социальной помощи), пенсия по инвалидности, причина (диагнозы), продолжительность инвалидности лица, получающего социальное пособие или стипендию), сведений, касающихся юридического лица или индивидуального предпринимательства, (является юридическим лицом или индивидуальным предпринимателем, наименование юридического лица, юридический адрес, юридический адрес филиала или представительства, ИНН, дата регистрации юридического лица или индивидуального предпринимателя, дата изменения регистрационных данных юридического лица или индивидуального предпринимателя, статус юридического лица, имя, фамилия, отчество его законного представителя), но, не ограничиваясь этим, всех иных сведений, необходимых для получения соответствующего банковского продукта/услуги (номер телефона и адрес электронной почты, место жительства и пребывания, специальность, фото и т.д.).</0><0>Настоящим документом я также даю согласие на получение ABB информации о принадлежащем мне/юридическому лицу имуществе/средствах от других кредитных организаций.</0><0>Подписывая настоящий документ, я подтверждаю, что даю согласие на анализ и обработку, обобщение, предоставление своим дочерним организациям и иным партнерам, трансграничную передачу, надлежащее хранение всей информации, предоставленной мною в ABB по соответствующим документам, подписанным в рамках данной операции, или полученной ABB из различных информационных ресурсов, в целях аналитики, мониторинга, маркетинга, дополнительных услуг, оказываемых клиенту (в том числе консьерж-услуги) и иных целях, не запрещенных законодательством, и принятие иных мер, не запрещенных законодательством,<strong> без получения дополнительного согласия.</strong></0><0>Настоящее согласие действует в течение 10 лет, но не менее срока пользования соответствующей банковской услугой. Мне разъяснено, что согласие может быть досрочно аннулировано по письменному обращению.</0><0>Подписывая настоящий документ, я подтверждаю свое согласие на отправку мне ABB информации о различных продуктах кампанейского и рекламного характера (SMS, уведомление, e-mail и иной электронной форме).</0><0>Подписывая настоящий документ, я подтверждаю, что беру на себя все риски и ответственность за ущерб, а также за любые финансовые потери, причиненные (могут быть причиненные) в результате предоставления мною или иными лицами не по вине ABB всей касающейся меня информации (включая персональные данные и сведения, составляющие банковскую тайну) третьим лицам. </0><0>Подписывая настоящий документ, я подтверждаю, что в отношении юридического лица все риски и ответственность за ущерб, а также за любые финансовые потери, причиненные (могут быть причиненные) в результате предоставления юридическим лицом или иными лицами не по вине ABB всей касающейся юридического лица информации (включая сведения, составляющие коммерческую и банковскую тайну) третьим лицам, несет юридическое лицо.</0><0>Срок хранения данных, полученных на основании настоящего согласия, равен сроку пользования соответствующей услугой/совершения банковских операций и после прекращения указанной услуги/операции, а также в случае смерти лица, дающего согласие/ликвидации юридического лица, архивировать указанные сведения (аннулировать) в порядке, предусмотренном законодательством.</0>",
  "pin": "FİN-код",
  "email": "Адрес электронной почты",
  "terms": {
    "heading": "Для регистрации войдите с помощью ASAN İmza ID",
    "description": "Мы предлагаем услугу открытия банковского счета онлайн для корпораций и предпринимателей. Вы можете легко и быстро открыть банковский счет, не посещая банк.",
    "agree_checkbox": "Согласен(на) с <0>правилами и условиями</0>",
    "popup": {
      "title": "Правила и Условия",
      "text_1": "<0>Вы намереваетесь пройти онлайн-регистрацию, предоставляемую через услугу интернет-банк ОАО 'Международный Банк Азербайджана' (далее - ОАО 'ABB') и стать клиентом (Клиент) Банка.</0><1>ПОЖАЛУЙСТА, ПРЕЖДЕ ЧЕМ ОБОЗНАЧИТЬ КЛЕТКУ «Я СОГЛАСЕН С ПРАВИЛАМИ И УСЛОВИЯМИ», ВНИМАТЕЛЬНО ПРОЧТИТЕ «ПРАВИЛА И УСЛОВИЯ».</1><1>1. Порядок пользования услугой</1>",
      "link_text": "Чтобы пользоваться услугой, Вы должны прежде всего иметь ASAN İmza. Дополнительную информацию об этом Вы сможете получить, перейдя по ссылке Asan İmza-nı necə əldə etmək olar?(Как получить ASAN İmza?)",
      "text_2": "<1>1.1. Процесс регистрации в услуге интернет-банк и становления клиентом Банка</1><0>1.1.1. Чтобы зарегистрироваться, Вы отмечаете свой мобильный номер, привязанный к ASAN İmza, и ID пользователя ASAN İmza. Приняв «Порядок и условия», и для того чтобы стать клиентом, Вы идентифицируете запрос «Проверочный код ASAN İmza», отправленный на Ваш мобильный номер «ASAN İmza» в целях подтверждения «Asan İmza», с информацией на экране Вашего телефона и принимаете его, набрав код ASAN İmza PIN1. В то же время Вы подтверждаете информацию о компании, привязанной к Вашей подписи «ASAN İmza», которую Вы хотите зарегистрировать.</0><0>1.1.2.В целях оказания банковских услуг/осуществления банковских операций Вы подтверждаете и подписываете заявление-согласие на предоставление сведений о документе, удостоверяющем личность, месте работы, юридическом лице и всей другой необходимой информации в ОАО «ABB» через электронный портал “ASAN Finans”.</0><0>В целях подтверждения «Asan İmza» Вы идентифицируете запрос «Проверочный код ASAN İmza», отправленный на Ваш мобильный номер «ASAN İmza», с информацией на экране Вашего телефона и принимаете его, набрав код ASAN İmza PIN2.</0><0>По системе для Вас создается код клиента, и Вы уже считаетесь Клиентом Банка.</0><1>2. Изменение пользования услугой</1><0>В «Правила и Условия» Банком могут быть внесены дополнения и изменения.</0><1>3. Безопасность</1><0>Банк не несет ответственности за использование принадлежащей Вам подписи “ASAN imza” другим лицом. За достоверность личной информации, информации о компании или другой предоставленной информации ответственность несет сам клиент.</0><1>4. Контактная информация</1>",
      "link_text_2": "Если у Вас есть какие-либо вопросы по услуге, Вы можете связаться с нами по e-mail <0>ib@abb-bank.az</0> и/или по телефону <0>+994 12 493 00 91 (937).</0>",
      "cancel": "Отменить",
      "approve": "Подтвердить",
      "url": "https://asanimza.az/asan-imza-ru/2014/how-to-get-asan-imza-2/"
    }
  },
  "loading": {
    "title": "Пожалуйста подождите.",
    "subtitle": "Процесс регистрации продолжается.",
    "check": "Ваш запрос обрабатывается."
  },
  "company_name": "Название компании",
  "company_voen": "ИНН компании",
  "customerSuccess": "Регистрация успешно завершена",
  "customerNoSuccess": "Уважаемый Клиент, информация о результате процесса будет отправлена ​​Вам по электронной почте в ближайшее время.",
  "linkIsNotActive": "Ссылка не активна",
  "linkIsTemporaryDeactivate": "Предоставленная ссылка временно недоступна для юридических лиц.",
  "asanConfirmation": "Подтверждение подписи ASAN",
  "pin1Check": "Проверьте схожесть кода, указанного на вашем телефоне, с кодом, указанным ниже, и подтвердите ASAN PIN1.",
  "pin2Check": "Проверьте схожесть кода, указанного на вашем телефоне, с кодом, указанным ниже, и подтвердите ASAN PIN2.",
  "verificationCode": "Верификационный код",
  "choose_organization": "Выберите организацию",
  "message_organization": "Выберите компанию для входа",
  "start_message": "Введите ASAN подпись, чтобы начать",
  "personal_info": "Личная информация",
  "name_surname": "Ф.И.О",
  "birthday": "Дата рождения",
  "address": "Адрес регистрации",
  "phone": "Номер телефона",
  "customer_info": "Информация о клиенте",
  "add_info": "Введите нижеследующие данные",
  "presenter": "Законный представитель",
  "howToGetAsanImza": "Как получить подпись ASAN?",
  "sign": "Подписать",
  "verificationMessage": "Пожалуйста, примите код подтверждения посланный на ваш номер",
  "errorMessages": {
    "phoneNumber": {
      "required": "Добавьте номер мобильного телефона",
      "matches": "Мобильный номер не верный"
    },
    "asanID": {
      "required": "ASAN İmza ID не добавлен",
      "matches": "ASAN İmza ID не правильный"
    },
    "certificate": {
      "required": "Сертификат не добавлен"
    },
    "email": {
      "required": "Добавьте электронную почту",
      "matches": "Формат электронной почты указан неверно"
    },
    "countEmployees": {
      "required": "Выберите из списка количество сотрудников"
    },
    "branchCode": {
      "required": "Выберите из списка филиал"
    },
    "activitySector": {
      "required": "Выберите из списка сектор основной деятельности"
    },
    "activityAddress": {
      "required": "Укажите адрес основной деятельности"
    },
    "annualTurnover": {
      "required": "Выберите из списка диапазон суммы годового оборота"
    },
    "loanCommitmentAmount": {
      "required": "Выберите из списка диапазон суммы кредитной задолженности"
    },
    "other": {
      "required": "Запольните сектор"
    }
  },
  "errors": {
    "1004": "По указанному Вами номеру ASAN пользователь уже существует. Вы можете войти в систему, выбрав кнопку 'Войти', которая находится на главной странице Интернет-Банкинга.",
    "3005": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "2031": "Услуга ASAN İmza приостановлена в связи неуплатой ежемесячного абонентского взноса!",
    "2018": "Сертификат аутентификации недействителен.",
    "1000": "Внутренняя ошибка.",
    "1106": "Неверный параметр метода.",
    "2013": "Не найден сертификат аутентификации.",
    "2020": "Не найден сертификат подписи.",
    "2017": "Полученные телефонный номер и ID Пользователя не соответствуют друг другу.",
    "1002": "Сервис перегружен в данный момент. Пожалуйста, повторите попытку позже.",
    "2021": "Сертификат подписи с полученным идентификатором недействителен.",
    "2004": "Введен неверный мобильный номер или ID Пользователя.",
    "3023": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "3022": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "3024": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "3011": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "3010": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "3025": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "3020": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "3012": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "3008": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "3018": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "3016": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "3014": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "3019": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "3013": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "3015": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "3017": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "3009": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "3100": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "3006": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "3003": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "3007": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "3001": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "3002": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "3004": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "UNKNOWN": "Системная ошибка. Пожалуйста, повторите попытку позже.",
    "AUTH_CERT_IS_NOT_VALID_ERROR": "Сертификат аутентификации недействителен.",
    "INTERNAL_ERROR": "Внутренняя ошибка.",
    "DATA_NOT_EXIST":"В системе невозможно получить информацию о вашем удостоверении личности. Просим Вас обратиться в соответствующее учреждение по данному вопросу.",
    "INVALID_PARAMS_ERROR": "Неверный параметр метода.",
    "NO_AUTH_CERT_ERROR": "Не найден сертификат аутентификации.",
    "NO_SIGN_CERT_ERROR": "Не найден сертификат подписи.",
    "PHONE_NUMBER_AND_PERSONAL_CODE_NOT_RELATED_ERROR": "Полученные телефонный номер и ID Пользователя не соответствуют друг другу.",
    "SERVICE_OVERLOADED_ERROR": "Сервис перегружен в данный момент. Пожалуйста, попробуйте позже.",
    "SIGN_CERT_IS_NOT_VALID_ERROR": "Сертификат подписи с полученным идентификатором недействителен.",
    "UNKNOWN_PHONE_NUMBER_ERROR": "Номер телефона не определен. Удостоверьтесь, что вводится корректный номер телефона.",
    "EXPIRED_TRANSACTION": "Время запроса истекло.",
    "NOT_VALID": "Подпись недействительна.",
    "PHONE_ABSENT": "Номер недоступен.",
    "SENDING_ERROR": "Запуск процесса невозможен.",
    "SIM_ERROR": "Произошла ошибка SIM карты.",
    "USER_CANCEL": "Процесс прерван абонентом.",
    "CERTIFICATE_NOT_FOUND": "Не найдены действующие сертификаты подписи",
    "SID_NOT_FOUND": "История asan imza не найдена с таким сидом",
    "TOKEN_NOT_FOUND": "Токен не найден",
    "TOKEN_REFRESH_COUNT_EXCEEDED": "Превышено количество обновлений токенов",
    "USER_IS_MINOR":"В связи с несовершеннолетием, просим Вас обратиться в филиал или отделение ABB для регистрации в Интернет-Банкинге.",
    "USER_NOT_FOUND": "Пользователь не найден",
    "SEND_TO_EMAIL": "На адрес электронной почты будет отправлена ​​ссылка, если указанный пользователь существует",
    "USERNAME_OR_PASSWORD_IS_WRONG": "Неверное имя пользователя или пароль",
    "EXCEEDED_REFRESH_COUNT": "Превышено ограничение на количество токенов обновления",
    "USER_DEACTIVATED": "Пользователь деактивирован",
    "INVALID_REFRESH_TOKEN": "Токен обновления недействителен",
    "INVALID_PIN_SIZE":"Уважаемый клиент, Ваши личные данные не соответствуют формату. Просим Вас обратиться в филиал ABB по указанному вопросу.",
    "NO_CERTIFICATE": "По указанному Вами ASAN номеру полномочия не найдены. Просим Вас связаться с соответствующим органом по данному вопросу.",
    "REGISTERED_EXIST": "Указанный ИНН зарегистрирован в Интернет-Банкинге. Просим Вас войти в систему с зарегистрированным ASAN номером чтобы добавить новый ASAN номер.",
    "REGISTERED":"TIN, chosen by you is registered in Internet Banking with other credentials. Please contact ABB branch for adding the credentials to the system."
  },
  "agriculture": "Сельское хозяйство",
  "oil_info": "Производство сырой нефти, природного газа, угля и других видов топлива",
  "drink_info": "Производство пищевых продуктов, в том числе напитков и табачных изделий",
  "food_info": "Производство непродовольственных товаров",
  "construction_sector": "Сектор жилищного строительства",
  "other_sector": "Другое",
  "road": "Транспорт",
  "information_communication": "Информация и коммуникация",
  "food_trade": "Торговля продовольственными товарами",
  "electronic_trade": "Торговля электрическими и бытовыми приборами",
  "car_trade": "Торговля автомобилями и запчастями",
  "construction_trade": "Торговля строительными и сантехническими материалами",
  "other_trade": "Торговля прочими товарами",
  "non_manufacturing": "Прочие непроизводственные отрасли и сферы услуг",
  "company": {
    "employee_qty": "Количество работников",
    "activity_sector": "Основная сфера деятельности",
    "branch_choose": "Выберите филиал",
    "loan_commitment": "Сумма кредитной задолженности, AZN",
    "turnover": "Годовой оборот, AZN",
    "activity_address": "Адрес деятельности",
    "customer_info": "Информация о компании",
    "company_email": "Адрес электронной почты компании",
    "company_email_placeholder": "Введите адрес электронной почты",
    "company_number": "Контактный номер компании",
    "company_number_placeholder": "Введите контактный номер",
    "is_resident": "Подтвердите информацию о выбранном Вами учреждении, чтобы перейти к следующему этапу регистрации",
    "isNot_resident": "Согласно законодательству АР онлайн открытие счета для юридических лиц-нерезидентов невозможно. Просим Вас обратиться в филиал АBB по поводу открытия счета",
    "presenter": "Законный представитель",
    "user_info": "Информация о клиенте",
    "customer_data": "Данные клиентa",
    "enterprise": "Предприятие",
    "the_legal_representative": "Законный представитель",
    "personal_information": "Личная информация"
  },
  "referral": {
    "refer_text": "{{user}} РЕКОМЕНДУЕТ ВАМ ПАКЕТ УСЛУГ “ДОБРО ПОЖАЛОВАТЬ”",
    "welcome_title": "Тариф “Добро пожаловать”",
    "welcome_duration": "{{duration}} месяц активен",
    "welcome_text": "Для бесплатного использования “Добро Пожаловать” тарифа вам необходимо зарегистрироваться и открыть счет. В рамках данного тарифа вы можете бесплатно пользоваться следующими услугами:",
    "transfer_text": "Внутренний трансфер",
    "card_text": "Зарплатная карта",
    "count": "ШТ."
  }
}
