{
  "title": "Sign up",
  "asanImza": "ASAN İmza",
  "phoneNumber": "ASAN İmza mobile number",
  "asanID": "ASAN İmza user ID",
  "or": "or",
  "agreement": "An Agreement of Consent on obtaining information through the system “ASAN Finance”",
  "signature": "<0> By signing this document, I confirm that I give my consent, <strong> with a view to providing bank services/ carrying out bank transactions, </strong> to submission, through the electronic portal “ASAN Finance”, of information (PIN Code of a document, series and number, full name, address of registration, description of the body issuing the document, dates of issue and expiration, gender of the person, date and place of birth, marital status, citizenship) contained in the document certifying the identity (Identity Card, permit for temporary residence, or another document certifying the identity), information on the place of work (including the place of work, position, type of a labour agreement(termed or termless) dates of the labour agreement’s conclusion and expiration, type of the workplace( main or on substitution), amount of salary, as well as pension, allowance, scholarship, and compensation( type, amount of the pension, social allowance, scholarship and other social payments (compensation, addressed social aid), dates of commencement and expiration, reason for (diagnosis of) the disability of a person receiving pension for disability, social allowance or scholarship, and their term), information related to a legal person or private entrepreneurship (weather he is a legal person or a private entrepreneur, name, legal address, of a legal person, legal address of a branch or representative office, Tax ID, date of registration of a legal person or private entrepreneur, date of making a change to the registration information of a legal person or private entrepreneur, status of a legal person, full name of the legal representative, but not limited to all other information (phone number and electronic address, place of residence and stay, specialty, photo etc.) to ABB for the obtaining of a relevant bank product/ service. </0><0>By this document, I also give my consent to obtaining by ABB of information related to me/ property/ funds belonging to a legal person from other credit organizations.</0><0>By signing this document, I confirm that I give my consent, <strong>without any additional consent,</strong> to examination and treatment, processing, generalisation of all information provided by myself or obtained by ABB from different information sources under the relevant documents signed within this transaction for the purpose of analysis, monitoring, marketing, additional services provided to a customer ( including the concierge services) to be carried out by ABB, and for other purposes not prohibited by the legislation, as well as to transfer of such information to its affiliated companies and other partners, transfer in a transfrontier way, proper storage and taking other measures not prohibited by the legislation.</0><0>This agreement shall be in force for 10 years, but not less than the term of use of the relevant bank service. I was explained that the agreement may be terminated beforehand providing a written notice.</0><0>By signing this document, I confirm that I give my consent to sending by ABB of information of campaign and advertisement purposes related to various products (by SMS, e-mail and in other electronic forms).</0><0>By signing this document, I confirm that I undertake all risks and responsibility for any damage caused or that may be caused to third persons, as well as all types of financial loss, due to the transfer of all information related to me (private information and bank data included) by myself or other persons without ABB’s fault. </0><0>By signing this document, I confirm that, in relation to a legal person, all risks and responsibility for any damage caused or that may be caused to third persons, as well as all types of financial loss, due to the transfer of all information related to the legal person (including commercial information and bank secret) by the legal person or any other person by no fault of ABB shall be borne by the legal person. </0><0>The storage term of information received on the basis of this agreement shall be the same as the term of use of the relevant service/ bank transactions, and after such service/bank transactions are terminated, as well as in case of the death of the person who gave this consent/ winding up as a legal person, these information shall be archived (annulled) as provided in the legislation. </0>",
  "pin": "FİN code",
  "email": "Email address",
  "terms": {
    "heading": "Sign in with ASAN İmza to register",
    "description": "We offer online bank account opening service for corporates and entrepreneurs. You can easily and quickly open a bank account without visiting the bank.",
    "agree_checkbox": "I agree with the <0>terms and conditions</0>",
    "popup": {
      "title": "Terms and Conditions",
      "text_1": "<0>You are willing to get registered online in a manner presented via the Internet banking system “International Bank of Azerbaijan” OJSC (hereinafter referred to as “ABB” OJSC) and become a customer (Customer) of the Bank.</0><1>BEFORE TICKING OFF IN THE BOX “I AGREE TO “THE RULES AND CONDITIONS”, PLEASE CAREFULLY READ “THE RULES AND CONDITIONS”.</1><1>1. How to use the service</1><0>In order to use the service, first, you need to have an ASAN Signature. Detailed information about this you may receive by entering the link",
      "link_text": "<0>Asan İmza-nı necə əldə etmək olar?</0>",
      "text_2": "<1>1.1. The process of registration on the Internet bank service and becoming a customer of the Bank</1><0>1.1.1 In order to get registered, you need to write down your mobile number linked to the ASAN Signature and your ASAN Signature user’s ID. With a view to confirming the Asan Signature after accepting the “Rules and conditions” related to becoming a customer, you will receive the inquiry related to the “ASAN Signature Verification Code” sent to your “ASAN Signature” mobile number by identifying the said inquiry by the information on your phone’s screen and dialling the ASAN Signature PIN1 Code. At the same time, you confirm the company information linked to the ASAN Signature you wish to register.</0><0>1.1.2. You shall sign the application confirming your consent to presenting the document confirming your identity, information about the workplace and the legal person and other necessary information to ABB OJSC via the electronic portal “ASAN Finance” with a view to providing bank services/carrying out bank transactions.</0><0>With a view to confirming the ASAN Signature, you shall accept the inquiry related to the “ASAN Signature Verification Code” sent to your “ASAN Signature” mobile number by identifying it by the information on your phone’s screen and dialling the ASAN Signature PIN2 Code. A customer code will be created for you on the system, and you are already to be considered a Customer of the Bank.</0><1>2. Change to the use of service</1><0>The bank may make changes and amendments to the “Rules and Conditions”.</0><1>3. Security</1><0>The Bank shall bear no responsibility for the use of your “ASAN Signature” by other persons.The Customer shall bear responsibility for the accuracy of any private, corporate or other types of information provided to the Bank.</0><1>4. Contact information</1>",
      "link_text_2": "Should you have any question concerning the service, please contact us via the e-mail <0>ib@abb-bank.az</0> and/or phone numbers <0>+994 12 493 00 91 (937).</0>",
      "cancel": "Cancel",
      "approve": "Approve",
      "url": "https://asanimza.az/asan-imza-en/2014/how-to-get-asan-imza-mobile-id_en/"
    }
  },
  "loading": {
    "title": "Please wait",
    "subtitle": "The registration process is ongoing.",
    "check": "Your request is being processed"
  },
  "company_name": "Name of the company",
  "company_voen": "TIN of the company",
  "customerSuccess": "Registration has been successfully completed",
  "customerNoSuccess": "Dear Customer, information about the about the result of the process will be sent to You by e-mail soon.",
  "linkIsNotActive": "The link is not active",
  "linkIsTemporaryDeactivate": "The provided link is temporarily unavailable to legal entities.",
  "asanConfirmation": "Confirm ASAN signature",
  "pin1Check": "Compare the code, entered on your phone, to be the same as the code below and confirm with ASAN PIN1.",
  "pin2Check": "Compare the code, entered on your phone, to be the same as the code below and confirm with ASAN PIN2.",
  "verificationCode": "Verification code",
  "choose_organization": "Select the organization",
  "message_organization": "Select a company to login",
  "start_message": "To get started, enter your ASAN signature first",
  "personal_info": "Personal information",
  "name_surname": "Full name",
  "birthday": "Date of birth",
  "address": "Registration address",
  "phone": "Phone number",
  "customer_info": "Customer information",
  "add_info": "Enter the following information",
  "presenter": "The legal representative",
  "howToGetAsanImza": "How to get ASAN İmza?",
  "sign": "Sign",
  "verificationMessage": "Please accept the request sent to your phone.",
  "errorMessages": {
    "phoneNumber": {
      "required": "Mobile number must be added",
      "matches": "Mobile number is not correct"
    },
    "asanID": {
      "required": "ASAN ID code not added",
      "matches": "ASAN ID is not correct"
    },
    "certificate": {
      "required": "Certificate not added"
    },
    "email": {
      "required": "Email must be added",
      "matches": "Mail format is not specified correctly"
    },
    "countEmployees": {
      "required": "Select the number of employees from the list"
    },
    "branchCode": {
      "required": "Select branch from list"
    },
    "activitySector": {
      "required": "Select main activity sector from the list"
    },
    "activityAddress": {
      "required": "Main activity address is required"
    },
    "annualTurnover": {
      "required": "Select annual turnover range from the list"
    },
    "loanCommitmentAmount": {
      "required": "Select loan obligation range from the list"
    },
    "other": {
      "required": "Other sector is required"
    }
  },
  "errors": {
    "1004": "The user with mentioned ASAN number already exists. You can log in to the system by clicking the 'Continue' button on the main page of Internet Banking.",
    "3005": "System error. Please try again later.",
    "2031": "ASAN İmza service suspended due to non-payment of the monthly subscription fee!",
    "2018": "Authentication certificate is not valid.",
    "1000": "Internal error.",
    "1106": "Invalid method parameter(s).",
    "2013": "Authentication certificate is not found.",
    "2020": "Signing certificate is not found.",
    "2017": "Given phone number and user ID are not related.",
    "1002": "Service is overloaded at the moment. Try again later.",
    "2021": "Signing certificate with given identifier is not valid.",
    "2004": "Given phone number or User ID is not correct.",
    "3023": "System error. Please try again later.",
    "3022": "System error. Please try again later.",
    "3024": "System error. Please try again later.",
    "3011": "System error. Please try again later.",
    "3010": "System error. Please try again later.",
    "3025": "System error. Please try again later.",
    "3020": "System error. Please try again later.",
    "3012": "System error. Please try again later.",
    "3008": "System error. Please try again later.",
    "3018": "System error. Please try again later.",
    "3016": "System error. Please try again later.",
    "3014": "System error. Please try again later.",
    "3019": "System error. Please try again later.",
    "3013": "System error. Please try again later.",
    "3015": "System error. Please try again later.",
    "3017": "System error. Please try again later.",
    "3009": "System error. Please try again later.",
    "3100": "System error. Please try again later.",
    "3006": "System error. Please try again later.",
    "3003": "System error. Please try again later.",
    "3007": "System error. Please try again later.",
    "3001": "System error. Please try again later.",
    "3002": "System error. Please try again later.",
    "3004": "System error. Please try again later.",
    "UNKNOWN": "System error. Please try again later.",
    "AUTH_CERT_IS_NOT_VALID_ERROR": "Authentication certificate is not valid.",
    "INTERNAL_ERROR": "Internal error.",
    "DATA_NOT_EXIST":"It is not possible to obtain your ID card information on the system. Please contact the relevant institution regarding the mentioned issue.",
    "INVALID_PARAMS_ERROR": "Invalid method parameter(s).",
    "NO_AUTH_CERT_ERROR": "Authentication certificate is not found.",
    "NO_SIGN_CERT_ERROR": "Signing certificate is not found.",
    "PHONE_NUMBER_AND_PERSONAL_CODE_NOT_RELATED_ERROR": "Given phone number and user ID are not related.",
    "SERVICE_OVERLOADED_ERROR": "Service is overloaded at the moment. Try again later.",
    "SIGN_CERT_IS_NOT_VALID_ERROR": "Signing certificate with given identifier is not valid.",
    "UNKNOWN_PHONE_NUMBER_ERROR": "Given phone number is unknown. Make sure you have entered the correct phone number.",
    "EXPIRED_TRANSACTION": "Request timeout.",
    "NOT_VALID": "Signature is not valid.",
    "PHONE_ABSENT": "The number is inaccessible.",
    "SENDING_ERROR": "Process could not be started.",
    "SIM_ERROR": "SIM Card error occurred.",
    "USER_IS_MINOR":"Due to You are the minor, please contact the ABB branch for the registration in the IB.",
    "USER_CANCEL": "The process cancelled by the subscriber.",
    "CERTIFICATE_NOT_FOUND": "Not found valid signing certificates",
    "SID_NOT_FOUND": "Asan imza history not found with such sid",
    "TOKEN_NOT_FOUND": "Token not found!",
    "TOKEN_REFRESH_COUNT_EXCEEDED": "Token refresh count exceeded!",
    "USER_NOT_FOUND": "User not found!",
    "SEND_TO_EMAIL": "If the mentioned user exists, a link will be sent to your email",
    "USERNAME_OR_PASSWORD_IS_WRONG": "Username or password is wrong!",
    "EXCEEDED_REFRESH_COUNT": "Exceeded refresh token count limit",
    "USER_DEACTIVATED": "User is deactivated",
    "INVALID_REFRESH_TOKEN": "Refresh token is invalid",
    "INVALID_PIN_SIZE":" Dear customer, your personal information is not in proper format. Please contact ABB branch regarding the issue.",
    "NO_CERTIFICATE": "There is no any rights for the mentioned ASAN number. Please, contact the relevant institution regarding this issue.",
    "REGISTERED_EXIST": "The mentioned TIN is already registered in Internet Banking.  Please log in with your registered ASAN number to add a new ASAN number.",
    "REGISTERED":"Выбранный Вами ИНН зарегистрирован в Интернет Банкинге с другими учетными данными. Просим Вас обратиться в филиал или отделение ABB для добавления данных в систему."
  },
  "agriculture": "Agriculture",
  "oil_info": "Production of crude oil, natural gas, coal and other fuels",
  "drink_info": "Manufacture of food products, including beverages and tobacco",
  "food_info": "Production of non-food products",
  "construction_sector": "Residential construction sector",
  "other_sector": "Other",
  "road": "Transport",
  "information_communication": "Information and Communication",
  "food_trade": "Trade in food and food products",
  "electronic_trade": "Trade in electrical and household appliances",
  "car_trade": "Trade in automobiles and spare parts",
  "construction_trade": "Trade in construction materials and plumbing products",
  "other_trade": "Trade in other goods",
  "non_manufacturing": "Other non-manufacturing and service sectors",
  "company": {
    "branch_choose": "Select the branch",
    "activity_sector": "Main field of activity",
    "activity_address": "Activity address",
    "turnover": "Annual turnover, AZN",
    "loan_commitment": "Loan commitment amount, AZN",
    "employee_qty": "Number of employees",
    "customer_info": "Company information",
    "company_email": "Company email address",
    "company_email_placeholder": "Enter the email address",
    "company_number": "Company’s contact number",
    "company_number_placeholder": "Enter the contact number",
    "is_resident": "Confirm the information of the chosen company to proceed to the next step of the registration process",
    "isNot_resident": "According to AR legislation, remote account opening for non-resident legal entities is not allowed. Please contact the ABB branch for the account opening",
    "presenter": "The legal representative",
    "user_info": "Customer information",
    "customer_data": "Customer data",
    "enterprise": "Enterprise",
    "the_legal_representative": "The legal representative",
    "personal_information": "Personal information"
  },
  "referral": {
    "refer_text": "{{user}} RECOMMENDED YOU THE “WELCOME” SERVICE PACKAGE",
    "welcome_title": "“Welcome” rate",
    "welcome_duration": "{{duration}} month active",
    "welcome_text": "To use the “Welcome” tariff for free, you need to register and open an account.Within this tariff, you can enjoy the following services free of charge:",
    "transfer_text": "Domestic transfer",
    "card_text": "Salary card",
    "count": "UNITS"
  }
}
