{
  "title": "Daxil Ol",
  "asanImza": "ASAN İmza",
  "phoneNumber": "ASAN İmza mobil nömrəsi",
  "asanID": "ASAN İmza istifadəçi ID-si",
  "or": "və ya",
  "pin": "FİN",
  "email": "E-poçt",
  "signature": "<0>Bu sənədi imzalamaqla təsdiq edirəm ki,<strong> bank xidmətlərinin göstərilməsi/bank əməliyyatlarının həyata keçirilməsi məqsədilə </strong>“ASAN Finans” elektron portalı vasitəsilə şəxsiyyəti təsdiq edən sənəd (şəxsiyyət vəsiqəsi, müvəqqəti yaşayış icazəsi və ya şəxsiyyəti təsdiq edən digər sənəd) üzrə müəyyən olunan məlumatların (sənədin FİN-i, seriya və nömrəsi, ad, soyad, ata adı, qeydiyyat ünvanı, sənədi verən orqanın adı, sənədin verilmə və bitmə tarixi, cins, doğum tarixi və yeri, ailə vəziyyəti, vətəndaşlığı), iş yeri üzrə müəyyən olunan məlumatların (o cümlədən iş yeri, vəzifə, əmək müqaviləsinin tipi (müddətli və ya müddətsiz), əmək müqaviləsinin bağlanma və bitmə tarixi, iş yerinin növü (əsas və ya əvəzçilik üzrə), əmək haqqının məbləği), habelə pensiya, müavinət, təqaüd və kompensasiya ilə bağlı məlumatların (pensiyanın, sosial müavinətin, təqaüdün, digər sosial ödənişlərin (kompensasiya, ünvanlı sosial yardım) növü, məbləği, başlanma və bitmə tarixləri, əlilliyə görə pensiya, sosial müavinət və ya təqaüd alan şəxsin əlilliyinin səbəbi (diaqnozları), müddəti), hüquqi şəxsə və ya fərdi sahibkarlığa aid məlumatların (hüquqi şəxs və ya fərdi sahibkar olması, hüquqi şəxsin adı, hüquqi ünvan, filial və ya nümayəndəliyin hüquqi ünvanı, VÖEN, hüquqi şəxsin və ya fərdi sahibkarın qeydiyyata alınma tarixi, hüquqi şəxsin və ya fərdi sahibkarın qeydiyyat məlumatlarında dəyişiklik edilmə tarixi, hüquqi şəxsin statusu, qanuni təmsilçisinin adı, soyadı, atasının adı) lakin, bununla məhdudlaşmayaraq müvafiq bank məhsulunun/xidmətinin əldə edilməsi üçün tələb olunan bütün digər məlumatların (telefon nömrəsi və elektron ünvanı, yaşadığı və olduğu yer, ixtisası, şəkli və s.) ABB-ə təqdim olunmasına razılıq verirəm .</0><0>Bu sənədlə həmçinin, mənə/hüquqi şəxsə məxsus əmlak/vəsait barədə məlumatların ABB tərəfindən digər kredit təşkilatlarından əldə edilməsinə dair razılıq verirəm.</0><0>Bu sənədi imzalamaqla təsdiq edirəm ki, bu əməliyyat çərçivəsində imzalanan müvafiq sənədlər üzrə tərəfimdən ABB-ə təqdim edilən və ya ABB tərəfindən müxtəlif informasiya ehtiyatlarından əldə edilən bütün məlumatlar <strong>əlavə razılıq alınmadan</strong> ABB tərəfindən analitika, monitorinq, marketinq, müştəriyə göstərilən əlavə xidmətlər (o cümlədən də konsiyerj xidmətləri) və qanunvericilikdə qadağan olunmamış digər məqsədlər üçün təhlil və emal edilməsinə, işlənməsinə, ümumiləşdirilməsinə, özünün törəmə müəssisələrinə və digər partnyorlarına təqdim edilməsinə, transsərhəd qaydada ötürülməsinə, müvafiq qaydada saxlanmasına və qanunvericiliklə qadağan edilməmiş digər tədbirlərin görülməsinə razılıq verirəm.</0><0>Bu razılıq 10 il müddətinə, lakin müvafiq bank xidmətindən istifadə müddətindən az olmamaqla qüvvədədir. Razılığın yazılı müraciətə əsasən, vaxtından əvvəl ləğv edilə bilməsi mənə izah olundu.</0><0>Bu sənədi imzalamaqla təsdiq edirəm ki, müxtəlif məhsullara dair kampaniya və reklam xarakterli məlumatların (SMS, bildiriş, e-mail və s. elektron formada) ABB tərəfindən mənə göndərilməsinə razılıq verirəm.</0><0>Bu sənədi imzalamaqla təsdiq edirəm ki, mən tərəfindən və ya ABB-nin təqsiri olmadan digər şəxslər tərəfindən mənə aid bütün məlumatların (fərdi məlumatlar, və bank sirri məlumatları da daxil olmaqla) üçüncü şəxslərə təqdim edilməsi nəticəsində dəymiş (dəyə biləcək) zərərə, eləcə də bütün növ maliyyə itkilərinə görə bütün riskləri və məsuliyyəti öz üzərimə götürürəm.</0><0>Bu sənədi imzalamaqla təsdiq edirəm ki, hüquqi şəxsə münasibətdə hüquqi şəxs tərəfindən və ya ABB-nin təqsiri olmadan digər şəxslər tərəfindən hüquqi şəxsə aid bütün məlumatların (kommersiya və bank sirri məlumatları da daxil olmaqla) üçüncü şəxslərə təqdim edilməsi nəticəsində dəymiş (dəyə biləcək) zərərə, eləcə də bütün növ maliyyə itkilərinə görə bütün riskləri və məsuliyyəti hüquqi şəxs daşıyır.</0><0>Bu razılıq əsasında əldə edilmiş məlumatların saxlanma müddəti müvafiq xidmətdən istifadə/bank əməliyyatlarının həyata keçirilməsi müddəti ilə eynidir və həmin xidmətə/əməliyyata xitam verildikdən sonra, eləcə də razılıq verən şəxsin ölümü/hüquqi şəxsin ləğvi halında həmin məlumatlar qanunvericilikdə nəzərdə tutulmuş qaydada arxivləşdirilsin (ləğv edilsin).</0>",
  "agreement": "“ASAN Finans” sistemi vasitəsi ilə məlumatların əldə olunmasına dair Razılıq ərizəsi",
  "terms": {
    "heading": "Qeydiyyatdan keçmək üçün Asan İmza ilə daxil olun",
    "description": "Hüquqi və fiziki şəxs sahibkarlar üçün onlayn bank hesabının açılması xidmətini təqdim edirik. Banka yaxınlaşmadan rahat və sürətli şəkildə bank hesabı aça bilərsiniz.",
    "agree_checkbox": "Mən <0>qaydalar və şərtlərlə</0> razıyam",
    "popup": {
      "title": "Qaydalar və Şərtlər",
      "text_1": "<0>Siz, “Azərbaycan Beynəlxalq Bankı” ASC (bundan sonra – “ABB” ASC) internet bank xidməti vasitəsilə təqdim edilən onlayn qeydiyyatdan keçmə və Bankın müştərisi (Müştəri) olmaq niyyətindəsiniz.</0><1>“MƏN “QAYDALAR VƏ ŞƏRTLƏRLƏ RAZIYAM” XANASINI İŞARƏLƏMƏZDƏN ƏVVƏL “QAYDALAR VƏ ŞƏRTLƏR”-İ DİQQƏTLƏ OXUMAĞINIZ XAHİŞ OLUNUR.</1><1>1. Xidmətdən istifadə qaydası</1>",
      "link_text": "Xidmətdən istifadə etmək üçün ilk növbədə ASAN imzaya sahib olmaq lazımdır. Bu barədə ətraflı məlumatı <0>Asan İmza-nı necə əldə etmək olar?</0> linkinə daxil olaraq əldə edə bilərsiniz.",
      "text_2": "<1>1.1 İnternet bank xidmətində qeydiyyatdan keçmə və Bank müştərisi olmaq prosesi</1> <0>1.1.1 Qeydiyyatdan keçmək üçün ASAN imzaya bağlı olan mobil nömrənizi və ASAN İmza istifadəçi ID-nizi qeyd edirsiniz. Müştəri olmağa aid “Qayda və şərtləri” qəbul etdikdən sonra Asan İmzanı təsdiqləmək məqsədi ilə “ASAN imza” mobil nömrənizə göndərilmiş “ASAN İmza yoxlama koduna” aid sorğunu telefonunuzun ekranındakı məlumatla eyniləşdirərək və ASAN İmza PIN1 kodunu yığmaqla, qəbul edirsiniz. Eyni zamanda, qeydiyyatdan keçirmək istədiyiniz ASAN İmzanıza bağlı olan şirkət məlumatlarını təsdiq edirsiniz.</0> <0>1.1.2 Bank xidmətlərinin göstərilməsi/bank əməliyyatlarının həyata keçirilməsi məqsədilə “ASAN Finans” elektron portalı vasitəsilə şəxsiyyəti təsdiq edən sənəd, iş yeri, hüquqi şəxs üzrə məlumatların və tələb olunan digər bütün zəruri məlumatların “ABB” ASC-yə təqdim olunmasına dair razılıq ərizəsini təsdiqləyərək imzalayırsız. Asan İmzanı təsdiqləmək məqsədi ilə “ASAN imza” mobil nömrənizə göndərilmiş “ASAN İmza yoxlama koduna” aid sorğunu telefonunuzun ekranındakı məlumatla eyniləşdirərək və ASAN İmza PIN2 kodunu yığmaqla, qəbul edirsiniz. Sistem üzrə Sizə müştəri kodu yaradılır və artıq Bankın Müştərisi hesab olunursunuz.</0><1>2. Xidmətdən istifadəyə dəyişiklik</1><0>Bank tərəfindən “Qayda və Şərtlərə“ əlavə və dəyişikliklər edilə bilər.</0><1>3. Təhlükəsizlik</1><0>Sizə məxsus “ASAN imza”nın digər şəxs tərəfindən istifadəsinə görə Bank məsuliyyət daşımır. Şəxsi, şirkət və ya digər təqdim olunan məlumatların düzgünlüyünə görə müştəri özü məhsuliyyət daşıyır.</0><1>4. Əlaqə məlumatları</1>",
      "link_text_2": "Xidmətə dair hər hansı bir sualınız yaranarsa, bizimlə <0>ib@abb-bank.az</0> e-mail ünvanı və ya <0>+994 12 493 00 91 (937)</0>, telefon nömrələri vasitəsilə əlaqə saxlaya bilərsiniz.",
      "cancel": "İmtina et",
      "approve": "Təsdiq et",
      "url": "https://asanimza.az/asan-imza-az/2014/how-to-get-asan-imza_az/"
    }
  },
  "loading": {
    "title": "Zəhmət olmasa gözləyin",
    "subtitle": "Qeydiyyat prosesi davam edir.",
    "check": "Sorğunuz icradadır."
  },
  "company_name": "Təşkilatın adı",
  "company_voen": "Təşkilatın VÖEN-i",
  "customerSuccess": "Qeydiyyatınız uğurla tamamlandı",
  "customerNoSuccess": "Hörmətli müştəri, qısa müddət ərzində prosesinin nəticəsi ilə bağlı mail vasitəsi ilə Sizə məlumat veriləcəkdir.",
  "linkIsNotActive": "Link aktiv deyil",
  "linkIsTemporaryDeactivate": "Təqdim olunan link müvəqqəti olaraq hüquqi şəxslər üçün mövcud deyil.",
  "asanConfirmation": "ASAN İmza təsdiqi",
  "pin1Check": "Telefonunuza daxil olan kodu aşağıdakı kodu ilə eyni olmasını müqayisə edin və ASAN PIN1 ilə təsdiqləyin.",
  "pin2Check": "Telefonunuza daxil olan kodu aşağıdakı kodu ilə eyni olmasını müqayisə edin və ASAN PIN2 ilə təsdiqləyin.",
  "verificationCode": "Yoxlama kodu",
  "choose_organization": "Təşkilatı seçin",
  "message_organization": "Daxil olmaq istədiyiniz şirkəti seçməyiniz xahiş olunur",
  "start_message": "Prosesə başlamaq üçün ilk öncə Asan İmzanı daxil edin",
  "personal_info": "Şəxsi məlumatlar",
  "name_surname": "A.S.A",
  "birthday": "Doğum tarixi",
  "address": "Qeydiyyatda olduğu ünvan",
  "phone": "Telefon nömrəsi",
  "customer_info": "Müştəri məlumatları",
  "add_info": "Aşağıdakı məlumatları daxil edin",
  "presenter": "Qanuni təmsilçi",
  "branch_choose": "Filialı seçin",
  "activity_sector": "Əsas fəaliyyət sektoru",
  "activity_address": "Əsas fəaliyyət ünvanı",
  "turnover": "İllik dövriyyə (AZN)",
  "loan_commitment": "Kredit öhdəlik məbləği (AZN)",
  "employee_qty": "İşçilərin sayı",
  "howToGetAsanImza": "ASAN İmza necə alınmalı?",
  "sign": "İmzala",
  "verificationMessage": "Zəhmət olmasa, telefonunuza göndərilmiş sorğunu qəbul edin",
  "errorMessages": {
    "phoneNumber": {
      "required": "Mobil nömrə əlavə olunmalıdır",
      "matches": "Nömrə formatı düzgün deyil"
    },
    "asanID": {
      "required": "Asan ID qeyd olunmayıb",
      "matches": "Asan ID düzgün deyil"
    },
    "certificate": {
      "required": "Sertifikat qeyd olunmayıb"
    },
    "email": {
      "required": "E-poçt əlavə olunmalıdır",
      "matches": "Mail formatı düzgün qeyd edilməyib"
    },
    "countEmployees": {
      "required": "Siyahıdan işçilərin sayını seçin"
    },
    "branchCode": {
      "required": "Siyahıdan filialı seçin"
    },
    "activitySector": {
      "required": "Siyahıdan əsas fəaliyyət sektorunu seçin"
    },
    "category": {
      "required": "Siyahıdan kateqoriyanı seçin"
    },
    "company_number": {
      "required": "nömrə doldurulmalıdır"
    },
    "activityAddress": {
      "required": "Əsas fəaliyyət ünvanını daxil edin"
    },
    "annualTurnover": {
      "required": "Siyahıdan illik dövriyyə məbləğinin aralığını seçin"
    },
    "loanCommitmentAmount": {
      "required": "Siyahıdan kredit öhdəliyi üzrə məbləğ aralığını seçin"
    },
    "other": {
      "required": "Digər sektor qeyd olunmayıb"
    }
  },
  "errors": {
    "1004": "ASAN nömrəyə uyğun istifadəçi artıq mövcuddur. İnternet Bankçılığın əsas səhifəsində olan 'Davam et' düyməsini seçərək, sistemə daxil ola bilərsiniz.",
    "3005": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "2031": "Aylıq abunə haqqı ödənmədiyi üçün ASAN İmza xidməti dayandırılmışdır!",
    "2018": "Autentifikasiya sertifikatı etibarlı deyil.",
    "1000": "Daxili xəta.",
    "1106": "Yanlış metod parametri.",
    "2013": "Autentifikasiya sertifikatı tapılmamışdır.",
    "2020": "ASAN İmza sertifikatı tapılmamışdır.",
    "2017": "Verilən telefon nömrəsi və istifadəçi ID-si əlaqəli deyil.",
    "1002": "Hal-hazırda servis çox yüklənmişdir. Lütfən, bir az sonra yenidən cəhd edin.",
    "2021": "Verilən identifikatorla imza sertifikatı etibarlı deyil.",
    "2004": "Verilən telefon nömrəsi və ya istifadəçi ID-si düzgün deyil.",
    "3023": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "3022": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "3024": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "3011": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "3010": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "3025": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "3020": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "3012": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "3008": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "3018": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "3016": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "3014": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "3019": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "3013": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "3015": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "3017": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "3009": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "3100": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "3006": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "3003": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "3007": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "3001": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "3002": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "3004": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "UNKNOWN": "Sistem xətası baş verdi. Zəhmət olmasa təkrar yoxlayın.",
    "AUTH_CERT_IS_NOT_VALID_ERROR": "Autentifikasiya sertifikatı etibarlı deyil.",
    "INTERNAL_ERROR": "Daxili xəta.",
    "IRRELEVANT_CUSTOMER":"Hörmətli müştəri, müştəri məlumatlarınız üzrə düzəliş gərəklidir. Məsələ ilə bağlı ABB-yə məxsus filial və ya şöbəyə müraciət etməyiniz xahiş olunur.",
    "DATA_NOT_EXIST":"Sistem üzrə şəxsiyyət vəsiqəsi məlumatlarının əldə olunması mümkün deyildir. Qeyd olunan məsələ ilə bağlı müvafiq quruma müraciət etməyiniz xahiş olunur.",
    "INVALID_PARAMS_ERROR": "Yanlış metod parametri.",
    "NO_AUTH_CERT_ERROR": "Autentifikasiya sertifikatı tapılmamışdır.",
    "NO_SIGN_CERT_ERROR": "ASAN İmza sertifikatı tapılmamışdır.",
    "PHONE_NUMBER_AND_PERSONAL_CODE_NOT_RELATED_ERROR": "Verilən telefon nömrəsi və İstifadəçi ID-si əlaqəli deyil.",
    "SERVICE_OVERLOADED_ERROR": "Hal-hazırda servis çox yüklənmişdir. Lütfən, bir az sonra yenidən cəhd edin.",
    "SIGN_CERT_IS_NOT_VALID_ERROR": "Verilən identifikatorla imza sertifikatı etibarlı deyil.",
    "UNKNOWN_PHONE_NUMBER_ERROR": "Telefon nömrəsi təyin olunmadı. Düzgün telefon nömrəsinin daxil edildiyindən əmin olun.",
    "EXPIRED_TRANSACTION": "Sorğu üçün ayrılmış müddət bitdi.",
    "NOT_VALID": "İmza etibarsızdır.",
    "USER_IS_MINOR":"Yetkinlik yaşına çatmadığınız səbəbi ilə bağlı, qeydiyyatdan keçmək üçün ABB-ya məxsus filial və ya şöbəyə müraciət etməyiniz xahiş olunur.",
    "PHONE_ABSENT": "Nömrəyə zəng çatmır və ya əhatə dairəsi xaricindədir.",
    "SENDING_ERROR": "Prosesin başlanması mümkün deyildir.",
    "SIM_ERROR": "SIM kart xətası baş verdi.",
    "USER_CANCEL": "Proses abonent tərəfindən dayandırılmışdır.",
    "CERTIFICATE_NOT_FOUND": "ASAN İmza sertifikatı tapılmamışdır",
    "SID_NOT_FOUND": "Asan imza tarixçəsində belə bir SID tapılmadı",
    "TOKEN_NOT_FOUND": "Açar söz tapılmadı!",
    "TOKEN_REFRESH_COUNT_EXCEEDED": "Açar söz yenilənmə limiti aşıldı!",
    "USER_NOT_FOUND": "İstifadəçi tapılmadı",
    "SEND_TO_EMAIL": "Qeyd etdiyiniz istfadəçi mövcud olduğu təqdirdə, link mailinizə göndəriləcək",
    "USERNAME_OR_PASSWORD_IS_WRONG": "İstifadəçi adı və ya şifrə yalnışdır",
    "EXCEEDED_REFRESH_COUNT": "Yenilənmə limit aşıldı",
    "USER_DEACTIVATED": "İstifadəçi deaktivdir",
    "INVALID_REFRESH_TOKEN": " Yalnış açar söz",
    "INVALID_PIN_SIZE":" Hörmətli müştəri, şəxsi məlumatlarınız formata uyğun deyildir. Məsələ ilə bağlı ABB-yə məxsus filial və ya şöbəyə müraciət etməyiniz xahiş olunur.",
    "NO_CERTIFICATE": "Daxil etdiyiniz ASAN nömrəyə bağlı səlahiyyətlər tapılmadı. Məsələ ilə bağlı müvafiq quruma müraciət etməyiniz xahiş olunur.",
    "REGISTERED_EXIST": "Qeyd olunan VÖEN artıq İnternet Banking-də mövcuddur. Yeni ASAN nömrənin əlavə olunması üçün qeydiyyatdan keçdiyiniz ASAN nömrə ilə daxil olmağınız xahiş olunur.",
    "REGISTERED":"Qeyd etdiyiniz VÖEN digər giriş növü məlumatları əsasında İB-də mövcuddur. Giriş məlumatlarının İB-yə əlavə olunması üçün ABB-yə məxsus filial və ya şöbəyə müraciət etməyiniz xahiş olunur."
  },
  "agriculture": "Kənd təsərrüfatı",
  "oil_info": "Xam neft, təbii qaz, daşı kömür və digər yanacaq növlərinin hasilatı",
  "drink_info": "İçki və tütün daxil olmaqla qida məhsullarının istehsalı",
  "food_info": "Qeyri-qida məhsullarının istehsalı",
  "construction_sector": "Yaşayış üçün nəzərdə tutulan tikinti sektoru",
  "other_sector": "Digər",
  "road": "Nəqliyyat",
  "information_communication": "İnformasiya və Rabitə",
  "food_trade": "Yeyinti və qida məhsullarının ticarəti",
  "electronic_trade": "Elektrotexnika və məişət texnikası mallarının ticarəti",
  "car_trade": "Avtomobil və ehtiyat hissələrinin ticarəti",
  "construction_trade": "Tikinti materialları və santexnika mallarının ticarəti",
  "other_trade": "Digər malların ticarəti",
  "non_manufacturing": "Digər qeyri-istehsal və xidmət sahələri",
  "company": {
    "employee_qty": "İşçilərin sayı",
    "activity_sector": "Əsas fəaliyyət sahəsi",
    "branch_choose": "Filialı seçin",
    "loan_commitment": "Kredit öhdəlik məbləği, AZN",
    "turnover": "İllik dövriyyə, AZN",
    "activity_address": "Fəaliyyət ünvanı",
    "customer_info": "Müəssisə haqqında məlumat",
    "user_info": "Müştəri məlumatları",
    "company_email": "Şirkətin elektron ünvanı",
    "company_email_placeholder": "Elektron ünvanı daxil edin",
    "company_number": "Şirkətin əlaqə nömrəsi",
    "company_number_placeholder": "Əlaqə nömrəsini daxil edin",
    "is_resident": "Növbəti mərhələyə keçmək üçün seçdiyiniz şirkətin məlumatlarını təsdiqləyin",
    "isNot_resident": "AR qanunvericiliyinə əsasən, qeyri-rezident hüquqi şəxslərə məsafədən hesabın açılmasına yol verilmir. Hesab açılması ilə bağlı ABB-yə məxsus filiala müraciət etmeyiniz xahiş olunur",
    "presenter": "Qanuni təmsilçi",
    "customer_data": "Müştəri məlumatları",
    "enterprise": "Müəssisə",
    "the_legal_representative": "Qanuni təmsilçi",
    "personal_information": "Şəxsi məlumatlar"
  },
  "referral": {
    "refer_text": "{{user}} sizə “XOŞ GƏLDİN” adlı xidmət paketini tövsiyə etmişdir",
    "welcome_title": "“Xoş gəldin” tarifi",
    "welcome_duration": "{{duration}} ay aktiv",
    "welcome_text": "“Xoş Gəldin” tarifindən pulsuz istifadə etmək üçün qeydiyyatdan keçməli və hesab açmalısınız. Tarif daxilində aşağıdakı xidmətlərdən pulsuz yararlana bilərsiniz:",
    "transfer_text": "Ölkədaxili köçürmə",
    "card_text": "Əməkhaqqı kartı",
    "count": "ƏDƏD"
  }
}
